Repository: ShrifDarwish7/TheBest-iOS
Catalog: TheBest-iOS/Storyboards/*.lproj/Guide+Profile+Balance.strings
Languages: ar

# 5OH-YX-hrV.text
source: Mailbox
ar: صندوق بريد

# 6Rd-Mw-NUb.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# Abg-XV-ouM.text
source: email
ar: البريد الإلكتروني

# Akq-59-M55.text
source: Your balance
ar: رصيدك

# CDS-RT-Jxu.text
source: Facebook
ar: فيسبوك

# HO0-A1-jub.text
source: Twitter
ar: تويتر

# J05-oq-bKd.normalTitle
source: Save
ar: حفظ

# JEX-pO-4vX.text
source: About us
ar: من نحن

# JTx-qp-cA9.text
source: Terms of the service
ar: شروط الخدمة

# NQr-7F-rdx.text
source: Can I cancel request ?
ar: هل يمكنني إلغاء الطلب؟

# NS2-cx-FDl.text
source: Terms & Conditions
ar: البنود و الظروف

# STk-e4-xK8.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# TFW-tx-8tw.text
source: How to demand a meal ?
ar: كيف تطلب وجبة؟

# Ul0-Mw-o8l.text
source: How to demand a taxi car ?
ar: كيف تطلب سيارة أجرة؟

# VUT-Eq-6CQ.text
source: WhatsApp
ar: واتس

# VfW-E2-QnM.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# Vp2-Ve-a0C.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# WFB-Kv-qgf.normalTitle
source: Add to my balance
ar: أضف إلى رصيدي

# YPq-0Z-OYl.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# b51-gD-74a.text
source: Conditions and rules
ar: الشروط والقواعد

# dxF-zd-gvW.text
source: First name
ar: الإسم الاول

# fXq-Bm-B5Z.text
source: Nationality (optional)
ar: الجنسية (إختياري)

# fcB-7l-Svi.text
source: Will be pleased you share our application on
ar: سوف يسعدك مشاركة التطبيق الخاص بك على

# hsZ-ao-aQ6.text
source: Call us
ar: إتصل بنا

# ihq-uE-P5e.text
source: I want the nearest driver to me
ar: اريد اقرب سائق لي

# j4E-lO-F4y.text
source: My account
ar: حسابي

# kod-JW-NQa.text
source: How to follow my order ?
ar: كيف أتابع طلبي؟

# pRi-Q8-5nc.text
source: Instgram
ar: انستجرام

# qbK-bx-DTL.text
source: How to follow my driver ?
ar: كيف اتابع سائقي؟

# qqM-t3-O6o.text
source: Can I cancel my order ?
ar: هل يمكنني إلغاء طلبي؟

# vb1-4f-Eb5.text
source: Date of birth (optional)
ar: تاريخ الميلاد (إختياري)
