Repository: ShrifDarwish7/TheBest-iOS
Catalog: TheBest-iOS/Utilities/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Hey
ar: اهلا

source: , Choose your category
ar: أختر فئة

source: Restaurants & Cafe
ar: مطاعم وكافيهات

source: Taxi services
ar: خدمات سيارات الأجرة

source: Car rent
ar: إيجار سيارة

source: Special need car
ar: سيارة احتياجات خاصة

source: Markets & Associations
ar: الأسواق والجمعيات

source: Monthly Account
ar: حساب شهري

source: Road rescue services
ar: خدمات الانقاذ على الطرق

source: Furniture transporting
ar: نقل الاثاث

source: Vegetable
ar: الخضروات

source: Change language
ar: تغيير اللغة

source: Choose language
ar: إختار لغة

source: English US
ar: الإنجليزية

source: Arabic
ar: العربية

source: Confirm address
ar: تأكيد العنوان

source: Please complete your address, to deliver your order properly
ar: يرجى استكمال عنوانك ، لتسليم طلبك بشكل صحيح

source: Done
ar: تم

source: Please fill out all fields to ensure that the address is accurate
ar: يرجى ملء جميع الحقول للتأكد من دقة العنوان

source: Building:
ar: البناية:

source: Floor:
ar: الطابق:

source: Flat:
ar: الشقة:

source: Phone:
ar: الهاتف:

source: Service Name
ar: نوع الخدمة

source: Workers Count
ar: عدد العمال

source: Specialists Count
ar: عدد المتخصصين

source: Order Date
ar: تاريخ الطلب

source: Now
ar: الان

source: Schedule date
ar: لاحقا

source: Notes
ar: ملاحظات

source: Shera
ar: شيرا

source: By kilo
ar: بالكيلو

source: hourly
ar: بالساعة

source: By request
ar: بالمشوار
